<html>
<head>
</head>
<body>
<h2 align="center">Pravidla</h2>
<ol>
<li>Mapa je rozd&#283;lena na 11x26 &#269;tvercov&#253;ch d&#237;lk&#367;, po kter&#253;ch se loupe&#382;n&#237;k pohybuje. Jednotliv&#225; pol&#237;&#269;ka jsou zv&#253;raz&#328;ov&#225;na po najet&#237; kurzoru my&#353;i (v n&#283;kter&#253;ch verz&#237;ch prohl&#237;&#382;e&#269;&#367;, zejm&#233;na IE, zv&#253;razn&#283;n&#237; nemus&#237; fungovat). D&#233;lka hrany jednoho &#269;tverce je p&#345;esn&#283; 1 km.
<li>Loupe&#382;n&#237;k se pohybuje souvisl&#253;m pohybem standardn&#237; rychlost&#237; 60 km/h, tzn. nem&#367;&#382;e se libovoln&#283; teleportovat po map&#283;.
<li>V map&#283; se nach&#225;z&#237; 18 v&#253;zna&#269;n&#253;ch statick&#253;ch bod&#367;. Jejich seznam a polohu lze naj&#237;t v n&#225;pov&#283;d&#283;.
<li>Poloha loupe&#382;n&#237;ka se d&#225; v ka&#382;d&#233;m okam&#382;iku jednozna&#269;n&#283; ur&#269;it ze vzd&#225;lenosti loupe&#382;n&#237;ka ke t&#345;em nejbli&#382;&#353;&#237;m statick&#253;m bod&#367;m. Nejbli&#382;&#353;&#237; body jsou ka&#382;dou sekundu p&#345;epo&#269;&#237;t&#225;v&#225;ny a jsou z&#225;visl&#233; na pohybu loupe&#382;n&#237;ka.
<li>Pokud se klikne my&#353;&#237; do pol&#237;&#269;ka, ve kter&#233;m se loupe&#382;n&#237;k nach&#225;z&#237;, hra kon&#269;&#237; a loupe&#382;n&#237;k ozn&#225;m&#237; sou&#345;adnice pokladu.
<li>Pokud se klikne do sousedn&#237;ho pol&#237;&#269;ka, ve kter&#233;m se nach&#225;z&#237;, loupe&#382;n&#237;kova rychlost se zv&#253;&#353;&#237; na 15360 km/h. S ka&#382;dou sekundou se pak rychlost sni&#382;uje na polovinu a&#382; do doby, kdy znovu dos&#225;hne standardn&#237; rychlosti. Jako sousedn&#237; pol&#237;&#269;ko se uva&#382;uje 8-okol&#237;.
<li>Pokud se klikne na pol&#237;&#269;ko, kde se loupe&#382;n&#237;k nenach&#225;z&#237;, nic se ned&#283;je.
<li>Loupe&#382;n&#237;k nem&#367;&#382;e vyb&#283;hnout ven z mapy. Pokud dojde k okraji, zm&#283;n&#237; n&#225;hodn&#283; sm&#283;r tak, aby z mapy nevyb&#283;hl.
<li>Pokud se v&#225;m mapa nevleze na str&#225;nku, lze celou str&#225;nku zmen&#353;it pomoc&#237; stisku CTRL a -.
</ol>
</body>
</html> 
